Repository: Konstantin-Kuney/bookletimposer-0.3.1-Russian-localization
Catalog: bookletimposer.po
Languages: ru

source: PyPdfConv - Utility to convert PDF files between diffrents page layouts Copyright (C) 2008-2019 Kjö Hansi Glaz <kjo&a4nancy.net.eu.org> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
ru: PyPdfConv - Утилита для конвертации PDF-файлов между различными макетами страниц. Авторские права (C) 2008-2019 Kjö Hansi Glaz <kjo&a4nancy.net.eu.org> Эта программа является свободным программным обеспечением; вы можете распространять ее и/или изменять ее в соответствии с условиями GNU General Public License, опубликованной Free Software Foundation; либо версии 3 лицензии, либо (по вашему выбору) любой более поздней версии. Эта программа распространяется в надежде, что она будет полезна, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; даже без подразумеваемой гарантии ТОВАРНОЙ ПРИГОДНОСТИ или ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ. Подробнее см. в GNU General Public License. Вы должны были получить копию GNU General Public License вместе с этой программой. Если нет, см.<http://www.gnu.org/licenses/>.

source: (None)
ru: (Нет)

source: A file named %s already exist.
ru: Файл с именем %s уже существует.

source: Cancel triggered, please wait...
ru: Отмена активирована, пожалуйста, подождите...

source: Choose file to save
ru: Выберите файл для сохранения

source: Conversion cancelled
ru: Конвертация отменена

source: Conversion failed
ru: Конвертация не удалась

source: Conversion type
ru: Тип конвертации

source: Convert PDF documents between diffrents page layouts
ru: Конвертация PDF документов между разными макетами страниц

source: Copy the same group of input pages on one output page
ru: копировать ту же группу входных страниц на одну выходную страницу

source: Copyright © 2008-2019 kjo@a4nancy.net.eu.org
ru: Авторские права © 2008-2019 Kjö Hansi Glaz <kjo&a4nancy.net.eu.org> Русский перевод © 2024 Konstantin Kuney <kmkuney@gmail.com>

source: Do you want to replace it?
ru: Вы хотите его заменить?

source: ERROR: In automatic mode, you must provide a file to process.
ru: ОШИБКА: В автоматическом режиме необходимо предоставить файл для обработки.

source: Number of pages in _height
ru: Количество страниц в _высоту

source: Number of pages in _width
ru: Количество страниц в _ширину

source: Open input PDF file
ru: Открыть входной PDF-файл

source: Output _paper format
ru: Выходной _формат бумаги

source: Produce a _booklet out of a linear document
ru: Создать _буклет из линейного документа

source: Produce a _linear document out of a booklet
ru: Создать _линейный документ из буклета

source: Put _multiple input pages on one output sheet
ru: Поместить _несколько входных страниц на один выходной лист

source: The layout %s is incompatible with the input page orientation
ru: Макет %s несовместим с ориентацией входной страницы

source: The page format "%s" is unknown
ru: Формат страницы "%s" неизвестен

source: Two-sided _flip
ru: _Переворот по короткой/длинной стороне

source: Unable to display help: %s
ru: Невозможно отобразить справку: %s

source: User interruption
ru: Прерывание работы пользователя

source: _Copy the same group of input pages on one output page
ru: _Копировать ту же группу входных страниц на одну выходную страницу

source: _Input file
ru: _Исходный PDF-файл

source: _Output file
ru: _Сохранить в PDF-файл

source: automatic conversion (don't show the user interface). At least input file must be defined.
ru: автоматическое преобразование (не отображать пользовательский интерфейс). " "Должен быть определен хотя бы входной файл.

source: convert a booklet to single pages
ru: конвертировать буклет в отдельные страницы

source: creating page %i
ru: создание страницы %i

source: do not overwrite output file if it exists
ru: не перезаписывать выходной файл, если он существует

source: don't do any reorganisation (will only scale and assemble pages)
ru: не проводить никакой реорганизации (только масштабировать и собирать страницы)

source: done
ru: выполнено

source: extracting page %i
ru: извлечение страницы %i

source: long-edge flip
ru: переворот по длинной стороне

source: makes a booklet
ru: создать буклет

source: number of pages per sheet, in the format HORIZONTALxVERTICAL, e.g. 2x1
ru: количество страниц на листе, в формате ПО ГОРИЗОНТАЛИxПО ВЕРТИКАЛИ, например 2x1

source: output PDF file
ru: выходной PDF-файл

source: output page format, e.g. A4 or A3R
ru: выходной формат страницы, например A4 или A3

source: short-edge flip
ru: переворот по короткой стороне

source: shows the user interface (default).
ru: отображать пользовательский интерфейс (по-умолчанию)

source: writing converted file
ru: запись конвертированного файла
